[Main]
BackupInfo=Your files are backed up in '%NAME%'.
UnlinkInfo=Your device is unlinked from V-drive. Press OK to relink.
AuthInfo=Auth failed. Press OK to re-login.
UnkDevInfo=Unknown device. Press OK to register it.
BalloonTitle=Linked to V-drive!
BalloonText=This device is now linked to V-drive. The files you put in your V-drive folder will be automatically synced and backed-up online: http://vdrive.maxthon.com
UpgradeTitle=Cannot Sync File(s)
UpgradeText=Cannot sync %FILES%. Click here to upgrade your account.
OtherFiles=and other newly-added file(s)
USBVersion=This version of V-drive only supports USB devices.
USBRemoved=Your USB device has been removed from your computer, V-drive will close.
backupfailed=Cannot backup your V-drive folder, please exit the program and backup "My V-drive' folder in your device manually.

[Login]
MaxthonSkyFile=V-drive
LoginWithMaxthonPassport=Login with your V-drive account.
MaxthonPassportAccount=V-drive account
Password=Password
Login=Login
WhatIsSkyFile=What is V-drive?
GetAnAccount=Get a free account
RecoverPassword=Forget your password?
LoggingIn=Logging in
ConnectionFailure=Login failed. Please make sure that your network connection is working properly and your account name is correct.
PasswordError=Your Account or Password error!

[SetName]
title=Set Device Name
WelcomeToSkyFile=Name your device
GetStartedByNamingDevice=Get started by naming this device:
PleaseEnterDeviceName=Please enter a name.
Next=Next
PreparingDevice=Preparing Device
NameExists=This device name already exists, do you want replace it?
WrongData=Invalid name, please try another.

[How2Find]
title=V-drive
HowToFindSkyFile=How to Find V-drive on this machine
Hint_TrayIcon=HINT: Look in the lower-right, at your system tray.
Hint_RightClick=Right click on the V-drive icons to change settings for this machine.
Next=Next

[WebAccess]
title=V-drive
AccessViaWeb=Access your V-drive files securely on the web, anytime.
WebAccessIntro=View, download and upload any of your files from any web browser. Go to vdrive.maxthon.com
Next=Next

[LocalFolder]
title=V-drive
OneLastThing=One last thing...
AllSetUpAndReady=V-drive is all set up and ready to start syncing.
YourSkyFileFolderLocation=Your V-drive folder is located here
NextStep_MoveFileIntoTheFolder=Next, move the files and folders you want synced into your V-drive folder.
OpenSkyFileFolder=Open my V-drive folder now.

[About]
VDrive=V-drive
CopyrightInformation=Copyright 2011-2012 Maxthon Incorporated and its licensors. All rights reserved.
SkyFileWebsite=V-drive Website

[Settings]
title=Preferences
General=General
Network=Network
AccountInformation=Account Information
LinkedAccountForThisDevice=Linked Account for This Device
UnlinkThisDevice=Unlink
SkyFileFolder=V-drive Folder
Move=Move
ProxySettings=Proxy Settings
NoProxy=No Proxy
AutoDetectProxySettings=Auto Detect Proxy Settings
ManualConfigProxy=Manual Config Proxy
ProxyType=Proxy Type
Server=Server
Port=Port
ProxyRequiresPassword=Proxy Requires Password
Username=Username
Password=Password
OK=OK
Cancel=Cancel
Apply=Apply
Unlink=Unlink will stop syncing your files but will not delete files in your V-drive folder on your USB drive. Are you sure you want to unlink this device from V-drive?

[Status]
SkyFileContentList=V-drive Content List
Total=Total
Files=Files
Folders=Folders

[TrayMenu]
tray-40001=Exit
tray-40002=Preferences...
tray-40003=Help
tray-40004=Open V-drive folder
tray-40005=Launch V-drive website
tray-40006=Syncing status
tray-40007=About...
tray-40009=Français (fr)
tray-40012=Español (sp)

[crash-report]
Caption=Crash Report
Send=Send
Cancel=Cancel
Restart=Restart V-drive
ViewReport=View Error Report
ErrorTitle=V-drive has encountered a fatal error
ErrorMessage=Please send us an Error Report to help solve this problem.\r\n Also, it would be great if you included your contact information below if we have further questions.
PromptTitle1=Snap! Exception error. We apologize.
PromptTitle2=
PromptFileName=File Name
PromptCrashAddress=Exception Address
OK=OK
